acpi
acpid
alsa-utils
archlinux-keyring
base
bash-completion
bat
bluez
bluez-utils
brave-bin
cups
dkms
dmenu
dosfstools
dunst
efibootmgr
exa
fakeroot
fd
ffmpeg
file
findutils
flake8
fnm-bin
fzf
gawk
git
grep
grim-git
groff
grub
gvfs
gzip
htop
hyprland-nvidia-git
hyprpicker-git
inetutils
intel-ucode
jq
kitty
lazygit
linux
linux-firmware
linux-headers
lldb
lxappearance
man-db
man-pages
mpd
mpv
mtools
ncdu
neofetch
network-manager-applet
networkmanager
newsboat
nmap
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-settings
nvidia-utils
nvidia-vaapi-driver-git
os-prober
paru-bin
pasystray
patch
pavucontrol
pcmanfm
pipewire
pipewire-jack
pipewire-pulse
polkit-kde-agent
prettier
python-black
python-pip
qt5ct
ranger
reflector
rofi-lbonn-wayland-git
rsync
ruby
sed
shfmt
slurp-git
spotify
stow
stylua
sudo
swappy-git
swaybg
texinfo
tmux
tree
tree-sitter
ttf-cascadia-code
ttf-font-awesome
ttf-iosevka
ttf-joypixels
ttf-ms-fonts
ttf-ubraille
ttf-victor-mono
unzip
vi
vim
waybar-hyprland-git
wf-recorder
wget
which
wireplumber
wl-clipboard
wlogout-git
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdg-utils
zathura
zathura-pdf-mupdf
zsh
zsh-completions
